import React from 'react';
import { Container } from 'react-bootstrap';
import MainLayout from '../components/Layouts/MainLayout';
import styles from '../styles/terms.module.scss';

const Terms = () => (
  <MainLayout title="הצהרת נגישות" hideJumbotron>
    <div className={styles.wrapper}>
      <Container className={styles.container}>
        <h1 className="text-center p-2">הצהרת נגישות &quot;שים eSim&quot;</h1>
        <p>
          <u>הצהרת הנגישות - פתיח</u>
          <ol>
            <li>הצהרה זו עודכנה לאחרונה ב – ב-10 בינואר, 2023.</li>
            <li>
              <u>ב-שים eSim</u>, חשוב לנו שמוצרינו יהיו נגישים עבור אנשים עם
              מוגבלויות ולשם כך אנו פועלים לטובת הנגשת האתר באמצעים טכנולוגיים.
            </li>
            <li>
              בין היתר מטרתינו להנגיש את האתר לבעלי מוגבלויות הבאים:
              <ol>
                <li>
                  עיוורים ולקויי ראיה על ידי שימוש בתוכנת &quot;קורא מסך&quot;;
                </li>
                <li>אנשים עם מוגבלות מוטורית בידיים המקשות על תפעול העכבר;</li>
                <li>
                  אנשים עם לקות שמיעה הזקוקים לכיתוביות בזמן צפייה בסרט וידאו.
                </li>
              </ol>
            </li>
          </ol>
        </p>
        <p>
          <u>התוסף</u>
          <ol>
            <li>
              לשם הנגשת האתר, הטמענו את תוסף הנגישות enable (להלן:
              &quot;התוסף&quot; ראה פירוט נוסף&nbsp;
              <a href="https://www.enable.co.il/">כאן</a>).
            </li>
            <li>
              באמצעות התוסף, ניתן להטמיע באתר פתרונות נגישות מתקדמים, מבלי לעשות
              שינויים בקוד האתר (התאמה לרגולציית ADA).
            </li>
          </ol>
        </p>
        <p>
          <u>רמת הנגישות</u>
          <ol>
            <li>
              אתר זה עומד בדרישות תקנות שיוויון זכויות לאנשים עם מוגבלות (התאמות
              נגישות לשירות), התשע&quot;ג 2013.
            </li>
            <li>
              התאמות הנגישות בוצעו עפ&quot;י המלצות התקן הישראלי (ת&quot;י 5568)
              לנגישות תכנים באינטרנט ברמת AA.
            </li>
            <li>
              תקן ישראלי זה הינו זהה למסמך הקווים המנחים של הארגון הבינלאומי
              העוסק בהנגשת אתרים W3C- מסמך WCAG 2.0 .
            </li>
          </ol>
        </p>
        <p>
          <u>תיקונים והתאמות שבוצעו</u>
          <ol>
            <li>
              ההתאמות מותאמות לתצוגה במרבית הדפדפנים וכן לשימוש בטלפון סלולרי.
            </li>
            <li>בדיקות הנגישות בוצעו בקורא מסך מסוג NVDA</li>
            <li>
              בין היתר, באמצעות התוסף, המשתמש יוכל להשתמש בתוספים כדלקמן:
              <ol>
                <li>לנווט באתר באמצעות מקלדת;</li>
                <li>להשבית הבהובים ו/או אלמנטים נעים על המסך;</li>
                <li>להציג את האתר בצבעי מונוכרום(שחור-לבן);</li>
                <li>להציג את האתר בגוון ספיה(גוון חום);</li>
                <li>להפוך צבעים;</li>
                <li>להדגיש כותרות;</li>
                <li>להדגיש קישורים;</li>
                <li>להציג תיאורים לתמונות;</li>
                <li>לשנות גופן;</li>
                <li>להגדיל ו/או להקטין את הגופן המוצג;</li>
                <li>להגדיל ו/או להקטין את תצוגת האתר;</li>
                <li>להגדיל את סמן העכבר;</li>
                <li>לשנות את צבע סמן העכבר;</li>
                <li>ועוד, כפי שמפורט בתוסף באתר.</li>
              </ol>
            </li>
          </ol>
        </p>
        <p>
          <u>החרגות</u>
          <br />
          למרות מאמצינו הרבים בביצוע התאמות נגישות באתר, ייתכנו עמודים בהם התאמת
          הנגישות אינה מיטבית.
        </p>
        <p>
          <u>יצירת קשר</u>
          <ol>
            <li>נשמח לתת מענה לכל טענה בנוגע לנושאי הנגישות.</li>
            <li>
              על מנת שנוכל להתייחס לטענה נודה על פנייה רחבה ככל שניתן הכוללת את
              תיאור הבעיה, את הדפדפן בו השתמשתם, את העמוד שבו ניסיתם לבצע פעולה
              שלא צלחה וכיוצ&quot;ב.
            </li>
            <li>
              את הפנייה ניתן לעשות באמצעים הבאים:
              <ol>
                <li>
                  <u>כתובת</u>: בת ים, הרב מימון 12;
                </li>
                <li>
                  <u>טלפון</u>: 0512896510;
                </li>
                <li>
                  <u>דוא&quot;ל</u>: service@simesim.co.il
                </li>
              </ol>
            </li>
          </ol>
        </p>
      </Container>
    </div>
  </MainLayout>
);

export default Terms;
