import React from 'react';
import { Container } from 'react-bootstrap';
import MainLayout from '../components/Layouts/MainLayout';
import styles from '../styles/about.module.scss';

const About = () => (
  <MainLayout
    title="אודות"
    metaDescription={
      'שים eSim שמה לעצמה למטרה לספק חויית שירות איכותית וטובה, ולספק מבחר אפשרויות רכישה זולות, של חבילות גלישה בחו"ל'
    }
    metaCanonical={`${process.env.NEXT_PUBLIC_BASE_URL}/about`}
    hideJumbotron
  >
    <div className={styles.wrapper}>
      <Container className={styles.container} tabIndex={0}>
        <h1 className="text-center p-2">עלינו</h1>
        <p className="mt-4">ברוכים הבאים ל-שים eSim!</p>
        <p>
          שים eSim נוסדה במטרה לספק ללקוח את החוויה הנוחה והטובה ביותר בכל הנוגע
          לרכישת ושימוש בכרטיס eSim. אנו מציעים מגוון חבילות בנפחי גלישה שונים
          המתאימים לצרכים השונים של לקוחותינו. בין אתם מחפשים סים לחו&quot;ל ל-7
          ימים או סים לחו&quot;ל לשנה, אצלנו תוכלו למצוא את החבילה המשתלמת ביותר
          לצרכים שלכם.
        </p>
        <p>
          שים eSim נוסדה בשנת 2022 על-ידי צוות שנלהב מנסיעות לחו&quot;ל, מתוך
          האמונה שלנוסעים המתמידים מגיעים פתרונות במחירים משתלמים וברמה המוצעת
          בכל מקום בחו&quot;ל. לאחר שפגשנו בטכנולוגיה החדשה של כרטיס סים
          ווירטואלי(eSim) המאפשרת להתקין כרטיס סים לחו&quot;ל בצורה פשוטה
          ומהירה, על ידי סריקה של ברקוד, ומייתרת את הצורך להתחייב לחבילת
          חו&quot;ל יקרה דרך ספקי הטלפון, להיות מנותק מהעולם עד שמוצאים כרטיס
          סים מקומי או להסתבך עם ההתקנה של כרטיס סים, החלטנו להקים את ספקית
          כרטיסי ה-eSim המובילה בארץ.
        </p>
        <p>
          החיבור בין מטיילים בחו&quot;ל לחברים ולמשפחה שלהם הוא מה שמוביל אותנו.
          אנו מאמינים שלכולם מגיעה ההזדמנות להישאר מחובר ליקרים לו, כשבנוסף,
          אנחנו מציעים את הפתרון הקל ביותר לשמור על קשרת ובמחיר סביר מאי פעם,
          כדי שלקוחותינו יוכלו להישאר מחוברים לחברים והמשפחה שלהם כשהם נוסעים
          לחו&quot;ל ולשמור על קשר מבלי לקרוע את הכיס.
        </p>
        <p>
          אנו מתחייבים להעניק ללקוחותינו את השירות הטובה ביותר, באמצעות תמיכה
          מהירה ופשוטה, הזמינה הן בטלפון, בוואצאפ ובדוא&quot;ל, מסביב לשעון.
          המטרה שלנו היא לאפשר רכישה מהירה, קלה ובטוחה של כרטיסי eSim למגוון
          יעדים רחב בעולם.
        </p>
        <p>
          העצמאות של לקוחותינו לצפות בפרטים על הזמנותיהם ולבצע פעולות בחשבונם
          ללא צורך בהמתנה לנציג שירות היא נר לרגלינו. עשינו מאמצים רבים להנגיש
          את כלל חוויית הרכישה והניהול, להפוך אותה לפשוטה ולמהירה ולאפשר לכם,
          הרוכשים, לנהל בעצמכם את החשבון ואת הפרטים שלכם.
        </p>
        <p>
          אנו עומלים כל עת כדי להוסיף אפשרויות חדשות ולבחון כיצד נוח לכם לגלוש
          באתר ולצרוך את השירותים שאנו מציעים. צפו לבאות!
        </p>
      </Container>
    </div>
  </MainLayout>
);

export default About;
