import React from 'react';
import { Container } from 'react-bootstrap';
import MainLayout from '../components/Layouts/MainLayout';
import styles from '../styles/terms.module.scss';

const Terms = () => (
  <MainLayout hideJumbotron>
    <div className={styles.wrapper}>
      <Container className={styles.container}>
        <h1 className="text-center p-2">תקנון ותנאי שימוש באתר "שים eSim"</h1>
        <p className="lead mt-4">
          שים eSim מברכת את בחירתכם לגלוש באתר האינטרנט המופעל על ידה בכתובת:{' '}
          <strong>
            <u>WWW.SIMESIM.CO.IL</u> (״האתר״).
          </strong>
        </p>
        <p>
          האתר מספק פלטפורמה נוחה להזמנה ולרכישת חבילות סים דיגיטליות
          ("המוצרים"). בנוסף, ניתן למצוא באתר מידע אודות חבילות הסים הדיגיטליות
          לרכישה באתר.
        </p>
        <ol>
          <li>
            <span className="h5">השימוש באתר:</span>
            <ol>
              <li>
                תקנון ותנאי שימוש אלה מהווים הסכם מחייב בינך, בין אם באופן פרטי
                ובין באמצעות תאגיד <strong>(״אתה״)</strong> לבין האתר בנוגע
                לגלישה ושימוש באתר בכל מחשב או מכשיר תקשורת אחר כדוגמת טלפון
                סלולרי, מחשבי טאבלט וכיו"ב. כמו כן הם חלים על השימוש באתר ו/או
                באתרים קשורים באמצעות אפליקציה או כל אמצעי אחר. קרא את התקנון
                ותנאי השימוש בקפידה, שכן הגלישה באתר וביצוע פעולות בו מעידים על
                הסכמתך לתנאים הכלולים בתקנון ותנאי שימוש אלו{' '}
                <strong>(״התקנון״)</strong>.
              </li>
              <li>
                האמור בתקנון מתייחס באופן שווה לבני שני המינים והשימוש בלשון זכר
                ו/או נקבה הוא מטעמי נוחות בלבד.
              </li>
              <li>
                הגלישה באתר מותרת בכל גיל. הרכישה באתר מיועדת לבעלי כשירות
                משפטית מגיל 18 בלבד. רכישה של קטין מתחת לגיל 18 באתר מחייבת
                אישור הורה או אפוטרופוס.
              </li>
              <li>
                ככל שהמשתמש הוא קטין (מתחת לגיל 18), המשתמש מצהיר ומאשר כי
                הרכישה שהוא מבקש לבצע היא מסוג הפעולות שדרכם של קטינים בגילו
                לבצע ו/או שקיבל את הסכמת אפוטרופסיו הטבעיים ו/או החוקיים
                לביצועה.
              </li>
              <li>
                ככלל, הגלישה באתר והעיון בו אינם דורשים הרשמה, והוא פתוח לכל
                גולש. מבלי לגרוע מן האמור לעיל, האתר שומר על זכותו למנוע מגולש
                אשר לא נרשם לאתר גישה לשירותים מסוימים באתר, מכל סיבה או נימוק
                שהוא, בשיקול דעתו הבלעדי, ללא צורך בהודעה מוקדמת או התראה ומבלי
                שיהיה אחראי לנזק כלשהו עקב החלטתו.
              </li>
              <li>
                במקרה שייקבע כי הוראה בתקנון זה אינה ניתנת לאכיפה או שהינה חסרת
                תוקף מטעם כלשהו, לא יהא בכך כדי להשפיע או לפגוע בחוקיותן, תקפותן
                ואכיפתן של שאר הוראות התקנון.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">קניין רוחני:</span>
            <ol>
              <li>
                אלא אם צוין במפורש אחרת, כל זכויות היוצרים והקניין הרוחני באתר,
                לרבות, עיצובים, תמונות, שמע, וידאו, טקסט, מאגרי מידע, תוכנות,
                קוד <b>(״התוכן״)</b> וכן סמלילים, סימני מסחר וכיו״ב{' '}
                <b>(״הסימנים״)</b> הם בבעלות האתר בלבד, או בבעלות צד שלישי,
                שהרשה לאתר או נתן רישיון לאתר לעשות שימוש על פי דין בתכנים או
                בסימנים ובכלל זה שותפיו העסקיים של האתר.
              </li>
              <li>
                התוכן והסימנים ניתנים כמו שהם ״AS IS״ לשימוש אישי בלבד. אלא אם
                צוין במפורש אחרת, אין להעתיק, להפיץ, להציג בפומבי, לבצע בפומבי,
                להעביר לציבור, לשנות, לעבד, ליצור יצירות נגזרות, למכור או להשכיר
                כל חלק מן הנ"ל, בין ישירות ובין באמצעות או בשיתוף צד שלישי, בכל
                דרך או אמצעי בין אם אלקטרוניים, מכאניים, אופטיים, אמצעי צילום או
                הקלטה, או בכל אמצעי ודרך אחרת, בלא קבלת הסכמה בכתב ומראש מהאתר
                או מבעלי הזכויות האחרים, לפי העניין, ובכפוף לתנאי ההסכמה.{' '}
              </li>
              <li>
                אם וככל שניתנה הסכמה כאמור, יש להימנע מלהסיר, למחוק או לשבש כל
                הודעה או סימן בעניין זכויות קניין רוחני, לדוגמה: סימון זכויות
                היוצרים ,© או סימן מסחר ®, הנלווים לתכנים שיעשה בהם שימוש.
              </li>
              <li>
                בתנאי שאתה זכאי לגלוש באתר, האתר מקנה לך רישיון מוגבל לשימוש בו
                ולהורדת או הדפסת עותק של כל חלק מהתוכן אליו ניתנה גישה ראויה
                לשימוש אישי בלבד, שאינו מסחרי.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">הפרת זכויות יוצרים וקניין רוחני:</span>
            <ol>
              <li>
                אנו מכבדים את זכויות היוצרים והקניין של אחרים. אם אתה מאמין כי
                מידע או תוכן באתר מפר את זכויות קנייניות השייכות לך, אנא צור קשר
                באמצעות פרטי ההתקשרות שבתחתית תקנון זה.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">הצהרות משתמש:</span>
            <ol>
              <li>
                בעת גלישה באתר, אתה מתחייב ומצהיר כדלקמן: (1) הגלישה באתר
                והשימוש הם באחריותך הבלעדית; (2) הפרטים שהזנת בעת השארת הפרטים
                ו/או רכישה באתר הם נכונים, עדכניים, מדיוקים ומלאים; (3) ככל
                ויהיה בכך צורך, במקרה של שינוי פרטים תעדכנם בפנייה לאתר; (4) הנך
                בעל כשירות משפטית ואתה מסכים לתנאי התקנון; (5) לא תעשה שימוש
                באתר באמצעים אוטומטיים או לא אנושיים, בין אם באמצעות BOT, סקריפט
                או בכל דרך אחרת; (6) לא תעשה שימוש בלתי חוקי באתר; (7) השימוש
                שלך באתר לא יפר כל חוק או תקנה רלוונטיים.
              </li>
              <li>
                האתר רשאי, למנוע מכל גולש שימוש באתר לפי שיקול דעתו המוחלט. מבלי
                לגרוע מהאמור לעיל, האתר רשאי לחסום גישתו אליו או חלקה אם בעת
                השארת פרטים באתר נמסרו במתכוון פרטים שגויים, לא עדכניים או לא
                מלאים.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">פעילות אסורה באתר:</span>
            <ol>
              <li>
                אינך רשאי להשתמש באתר אלא למטרות שלשמן הוא נועד. השימוש באתר
                מותר למטרות פרטיות ואישיות בלבד ואין לעשות בו שימוש למטרות
                מסחריות למעט כאלו שיאושרו על ידי האתר באופן ספציפי.
              </li>
              <li>
                כמשתמש האתר, אתה מסכים שלא:
                <ol>
                  <li>
                    לאחזר נתונים או תוכן אחר מהאתר כדי ליצור או להרכיב אוסף, מסד
                    נתונים או מדריך ללא אישור מראש ובכתב מהאתר;
                  </li>
                  <li>לעשות כל שימוש בעיצובי האתר;</li>
                  <li>
                    לעשות שימוש לא מורשה באתר, לרבות איסוף כתובות דוא"ל וכיו״ב
                    באמצעים אלקטרוניים או אחרים לצורך שליחת דוא"ל באמצעים
                    אוטומטיים;
                  </li>
                  <li>
                    לעקוף, להשבית או להפריע בדרך אחרת לאבטחת האתר, לרבות שימוש
                    ביישומים המונעים או מגבילים את השימוש או ההעתקה של תוכן
                    כלשהו;
                  </li>
                  <li>להונות או להטעות את האתר ו/או את משתמשיו;</li>
                  <li>
                    לעשות שימוש לא נכון בשירותי התמיכה של האתר או להגיש דוחות
                    כוזבים בנוגע לשימוש באתר;
                  </li>
                  <li>
                    לעשות שימוש אוטומטי במערכת, כגון שימוש בסקריפטים לשליחת
                    הערות או הודעות, או שימוש בכריית נתונים, רובוטים או כלי
                    איסוף וחילוץ נתונים דומים;
                  </li>
                  <li>
                    לנסות להתחזות לאדם אחר ו/או להעביר את פרטי הגישה לאתר לאדם
                    אחר;
                  </li>
                  <li>
                    להשתמש במידע שהתקבל באתר על מנת להטריד, להתעלל או לפגוע באדם
                    אחר;
                  </li>
                  <li>להשתמש באתר כחלק מכל מאמץ להתחרות באתר;</li>
                  <li>
                    לאחזר, לפענח או להנדס לאחור חלק מהאתר, אפשרות באתר או יישום
                    באתר;
                  </li>
                  <li>
                    להטריד, להפחיד או לאיים על כל אחד מעובדי או סוכני האתר;
                  </li>
                  <li>
                    למחוק את זכויות היוצרים או את הודעת הזכויות הקנייניות מכל
                    תוכן או סימן;
                  </li>
                  <li>
                    להעתיק או להתאים את קוד האתר או חלק ממנו, כולל אך לא רק
                    Flash, PHP, HTML, JavaScript או קוד אחר;
                  </li>
                  <li>
                    להעלות או להעביר (או לנסות להעלות או להעביר) וירוסים, סוסים
                    טרויאניים, או חומר אחר, כולל שימוש בדואר זבל, אשר יפריע
                    לשימוש באתר;
                  </li>
                  <li>
                    לבצע פעולה שתפגע או תזיק לאתר, בהתאם לשיקול דעתו של האתר;
                  </li>
                  <li>
                    להשתמש באתר באופן שאינו עולה בקנה אחד החוק, התקנות והפסיקה.
                  </li>
                </ol>
              </li>
              <li>
                מבלי לגרוע מכל זכות נוספת, כל שימוש באתר תוך הפרה של האמור לעיל
                עלול לגרום, בין היתר, לסיום או השעיית זכויותיך לשימוש באתר.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">תוכן צדדים שלישיים:</span>
            <ol>
              <li>
                האתר רשאי להשתמש בקישורים לאתרים אחרים <b>("אתרי צד שלישי")</b>{' '}
                וכן במאמרים, תמונות, טקסט, גרפיקה, תמונות, עיצובים, מוסיקה,
                סאונד, וידאו, מידע, אפליקציות, תוכנה ותכנים או פריטים אחרים
                השייכים או שמקורם באתרי צד שלישי <b>("תוכן של צד שלישי")</b>.
                אתרי צד שלישי ותוכן של צד שלישי אינם נחקרים, מנוטרים, או נבדקים
                על ידי האתר והאתר לא אחראי לתוכן של צד שלישי שפורסם דרך האתר,
                שהגעת אליו דרך האתר, שזמין דרך האתר או מותקן בו, כולל תוכן, חוות
                דעת, אמינות, נוהלי פרטיות או מדיניות אחרת של או כלולים באתרי
                שלישי או בתוכן של צד שלישי. שימוש בקישור או התרת שימוש או התקנה
                של אתרים של צד שלישי או כל תוכן של צד שלישי כלשהו אינה מרמזת על
                אישור או אישור לכך על ידינו, והאחריות על כניסה לקישור זה היא על
                הגולש בלבד, ועליו לבדוק אותו טרם הכניסה אליו.
              </li>
              <li>
                האתר לא לוקח אחריות על כל רכישה שתבצע מאתרי צד שלישי או מחברות
                אחרות אשר יבוצעו ויהיו בתוקף באופן בלעדי בינך לבין הצד השלישי
                הרלוונטי.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">ניהול האתר:</span>
            <ol>
              <li>
                אנו שומרים לעצמנו את הזכות: (1) לפקח על הפרות של תקנון זה; (2)
                לנקוט בפעולה משפטית כנגד כל מי שמפר את הוראות החוק או הוראות
                תקנון זה, לשיקול דעתו הבלעדי של האתר, לרבות, ללא הגבלה, דיווח על
                המשתמש לרשויות אכיפת החוק; (3) לסרב, להגביל גישה, להגביל זמינות,
                או להשבית (ככל שניתן מבחינה טכנולוגית) כל תרומה שלך לאתר או כל
                חלק ממנה, לפי שיקול דעתו הבלעדי של האתר וללא הגבלה; וכן (4) לנהל
                את האתר באופן שיגן על זכויותיו ורכושו ויקל על תפקודו התקין.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">הרשאה לדיוור, פרסומים ופרסומת:</span>
            <ol>
              <li>
                גולש שהשאיר פרטים באתר ומצורף לרשימת הדיוור של האתר, מאשר שימוש
                בפרטיו לצורך קבלת מידע שיווקי, עדכונים ופרסומות שיבצע האתר מעת
                לעת.
              </li>
              <li>
                על גולש שהשאיר פרטים כאמור תחולנה הוראות הדיוור המפורטות בתקנון
                להלן.
              </li>
              <li>
                אין להשאיר פרטים של אדם אחר באתר שלא בהסכמתו ו/או ללא נוכחותו
                מול המסך בשעת השארת הפרטים ולאחר שהוסברו לו כל תנאי התקנון.
              </li>
              <li>
                בעת השארת הפרטים יתבקש הגולש למסור פרטים אישיים כגון: שם פרטי,
                שם משפחה, טלפון וכן כתובת דואר אלקטרוני פעילה (לשיקול דעתו
                הבלעדי של האתר). מסירת פרטים חלקיים או שגויים עלולים למנוע את
                האפשרות להשתמש בשירות ולסכל יצירת קשר במקרה הצורך. במקרה של
                שינוי פרטים יש לעדכנם באתר.
              </li>
              <li>
                מובהר כי אין חובה על-פי חוק למסור פרטים באתר, אולם בלא למוסרם לא
                ניתן יהיה לקבל תוכן שיווקי ועדכונים מהאתר.
              </li>
              <li>
                האתר לא יעשה בפרטים שנמסרו שימוש, אלא בהתאם למדיניות הפרטיות של
                האתר המהווה חלק בלתי נפרד מהתקנון.
              </li>
              <li>
                השארת פרטים באתר ואישור לקבלת תוכן שיווקי כוללת, בין היתר, קבלת
                תוכן שיווקי, מידע ביחס למבצעים, עדכונים והנחות המוצעים למשתמשים
                רשומים.
              </li>
              <li>
                אישור דיוור (קבלת תוכן שיווקי) כאמור, מהווה את הסכמתו של הגולש
                למשלוח דברי פרסומת על-פי חוק התקשורת (בזק ושידורים) (תיקון מס'
                40) התשס"ח – 2008 <b>("חוק התקשורת")</b>.
              </li>
              <li>
                מובהר כי באפשרות משאיר הפרטים להסיר עצמו בכל עת מהדיוור באמצעות
                לחיצה על "להסרה מרשימת התפוצה" או כל מלל דומה שמופיע בתחתית כל
                דיוור שנשלח או באמצעות פנייה לאתר בדוא"ל. כל עוד לא הסיר עצמו
                הנרשם מרשימת הדיוור כאמור, רשאי האתר, בכפוף לחוק התקשורת, להעביר
                לנרשם דיוור ישיר כאמור.
              </li>
              <li>
                האתר רשאי לבטל את רישומו של גולש לרשימת הדיוור לפי שיקול דעתו
                המוחלט. מבלי לגרוע מהאמור לעיל, רשאי האתר למנוע גלישת גולש ו/או
                לבטל רישום לרשימת הדיוור, או לחסום גישה אליו בכל אחד מהמקרים
                הבאים:
                <ol>
                  <li>
                    אם בעת השארת הפרטים ו/או הרכישה באתר נמסרו במתכוון פרטים
                    שגויים;
                  </li>
                  <li>
                    במקרה שנעשה שימוש באתר לביצוע או כדי לנסות לבצע מעשה בלתי
                    חוקי על-פי דיני מדינת ישראל, או מעשה הנחזה על פניו כבלתי
                    חוקי כאמור, או כדי לאפשר, להקל, לסייע או לעודד ביצועו של
                    מעשה כזה;
                  </li>
                  <li>אם הופרו תנאי התקנון;</li>
                  <li>
                    אם נעשתה על ידי גולש כל פעולה שתמנע מאחרים להמשיך ולהשתמש
                    באתר בכל דרך שהיא.
                  </li>
                  <li>
                    אין לראות במידע בדיוור משום הבטחה לתוצאה כלשהי ו/או אחריות
                    למוצר ו/או לשירות המוצע בו.
                  </li>
                </ol>
              </li>
              <li>
                האתר לא יהיה אחראי לכל נזק (ישיר או עקיף), הפסד, עגמת נפש
                והוצאות שייגרמו למשאיר פרטים ו/או לצדדים שלישיים כלשהם בעקבות
                שימוש או הסתמכות על כל תוכן, מידע, נתון, מצג, פרסומת, מוצר,
                שירות וכד' המופיעים בדיוור. כל הסתמכות כאמור נעשית על-פי שיקול
                דעתו ואחריותו הבלעדית של משאיר הפרטים.
              </li>
              <li>
                הדיוור בכללותו, לרבות כל המידע המופיע בו, מוצע כמות שהוא, ויהיה
                מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או לחלופין,
                יתכן ונפלו טעויות טכניות או אחרות במידע.
              </li>
              <li>
                הגולש מאשר כי לא תהיה לו כל טענה בקשר למודעות פרסום ו/או פרסומות
                המוצגות באתר, לרבות בקשר למיקומן באתר. מובהר כי בכל הנוגע
                למודעות פרסום המוצגות בחסות צד שלישי, לאתר אין כל התערבות בבחירת
                הפרסומות המוצגות, אמיתות תוכנן וסדר הופעתן.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">סיום פעילות באתר:</span>
            <ol>
              <li>
                תנאי תקנון זה יישארו בתוקפם בעת השימוש באתר. מבלי לגרוע מכל
                הוראה אחרת בתקנון זה, האתר שומר על זכותו למנוע מכל גולש את
                השימוש באתר (לרבות חסימת כתובות IP מסוימות), מכל סיבה או נימוק
                שהוא (מבלי שיצטרך לספק סיבה או נימוק), בשיקול דעתו הבלעדי, ללא
                צורך בהודעה מוקדמת או התראה ומבלי שיהיה אחראי לנזק כלשהו עקב
                החלטתו. כמו כן, האתר רשאי להפסיק את השימוש שלך בו וכל תוכן או
                מידע שפרסמת בכל עת, ללא אזהרה מראש.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">שינויים באתר, תקלות והפסקות שירות:</span>
            <ol>
              <li>
                האתר שומר את הזכות לשנות מעת לעת או להסיר את תוכן האתר מכל סיבה
                שהיא לפי שיקול דעתו הבלעדית וללא הודעה מוקדמת. האתר אינו מחויב
                לעדכן מידע או תוכן כלשהו באתר.
              </li>
              <li>
                האתר לא יהיה אחראי כלפיך או כלפי צד שלישי כלשהו עבור שינוי,
                השעיה או הפסקת שירות כאמור.
              </li>
              <li>
                האתר אינו מתחייב ששירותי האתר לא יופרעו, יינתנו כסדרם או בלא
                הפסקות, יתקיימו בבטחה וללא טעויות ויהיו חסינים מפני גישה בלתי
                מורשית למחשבי האתר או מפני נזקים, קלקולים, תקלות או כשלים -
                והכל, בחומרה, בתוכנה, בקווי ובמערכות תקשורת אצל האתר או אצל מי
                מספקיו.
              </li>
              <li>
                האתר שומר על זכותו לשנות, בכל עת וללא הודעה מוקדמת, את התנאים
                וההתניות בתקנון זה החלים על השימוש באתר ושינויים אלו ייכנסו
                לתוקפם מיד עם הכנסתם לתקנון.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">רכישה באתר:</span>
            <ol>
              <li>
                מחירים, זמינות ותנאי רכישה אחרים מופיעים בדפי האתר ועשויים
                להשתנות מעת לעת. האתר שומר לעצמו את הזכות לשנות את מגוון המוצרים
                ו/או השירותים או להפסיקם או לשנות את מחיר המוצרים ו/או השירותים
                המוצעים באתר ומחוצה לו, ללא הודעה מוקדמת.
              </li>
              <li>
                בעת הזמנה באתר, אתה אחראי לספק מידע נכון, מדויק, עדכני ומלא.
                האתר רשאי לאמת את הפרטים שהוזנו לאחר ביצוע הזמנה, והוא רשאי לבטל
                או להגביל את ההזמנה בכל עת. במידה ובוצע תשלום עבור הזמנה שבוטלה,
                האתר יחזיר את סכום התשלום לאותו אמצעי התשלום.
              </li>
              <li>
                , מכל סיבה שהיא, חברת כרטיס האשראי תסרב להעביר את סכום התשלום
                בגין רכישה באתר, האתר יהיה רשאי להשהות או להפסיק לאלתר את מתן
                השירות והוא רשאי לדרוש את התשלום בתוספת עלות שנגרמה לאתר עקב
                הסירוב (לרבות קנסות מצד צד שלישי) באמצעים אחרים, לשיקול דעתו של
                האתר. במידה והאתר יאלץ לנקוט בהליכים משפטיים לגביית יתרות תשלום,
                אתה מתחייב לשפות את האתר בכל ההוצאות שיגרמו לו, לרבות שכר טרחת
                עורך דין והוצאות משפט נוספות.
              </li>
              <li>
                רכישה באתר כפופה לתנאים ולהגבלות נוספות של חברות האשראי ו/או כל
                אמצעי תשלום אחר המופיע באתר.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">מדיניות החזר, שינוי וביטול הזמנות:</span>
            <ol>
              <li>
                בקשה להחזר, שינוי או ביטול עסקה יועברו לאתר באחד מאמצעי ההתקשרות
                המופיעים בתחתית התקנון.
              </li>
              <li>
                בשל אופי השירות המאפשר גישה מיידית לשירות (ביצוע שיחות וגלישה)
                מיד עם קבלת המוצר, שינוי ו/או ביטול של רכישת מוצרים, לא יתאפשרו
                לאחר רכישתם וקבלת הגישה אליהם והרוכש לא יהיה זכאי להחזר כספי
                כלשהו.
              </li>
              <li>
                החזר, שינוי או ביטול הזמנה עבור חבילות ESIM ריקות בלבד ו/או שלא
                נעשה בהם כל שימוש יתאפשרו בהחזר כספי או בהחלפה בטווח זמן של עד
                14 יום לאחר קבלת הלקוח את ההזמנה.
              </li>
              <li>ההחזר הכספי יעשה באמצעי התשלום שבו ביצע הלקוח את ההזמנה.</li>
              <li>
                במידה וההחזר, השינוי או הביטול יתבקשו לאחר 14 יום מקבלת ההזמנה,
                בקשה להחזר, שינוי או ביטול עסקה יתאפשרו בכפוף לשקול דעתו הבלעדי
                של האתר.
              </li>
              <li>
                החזרה, שינוי או ביטול יאושרו לאחר שהלקוח יקבל הודעה בכתב מהאתר
                המאשרת זאת.
              </li>
              <li>
                במקרה שהחזר, שינוי או ביטול נעשו מפני שהלקוח התחרט (ולא עקב פגם
                או אי התאמה) ואושרו על ידי האתר:
                <ol>
                  <li>לא נעשה במוצר שימוש מכל סוג שהוא;</li>
                  <li>צירוף חשבונית עסקה או הוכחת עסקה;</li>
                  <li>עלויות הכרוכות בהחזרת ההזמנה תחולנה על הלקוח;</li>
                  <li>
                    יגבו דמי ביטול בגובה 5% מסכום המוצר או בסך 100 ש״ח (לפי
                    הנמוך מבניהם).
                  </li>
                </ol>
              </li>
              <li>
                מוצר שיוגדר כפגום על ידי הלקוח ייבדק על ידי האתר. במידה ולאחר
                בדיקת האתר המוצר ימצא תקין ו/או שהפגם נעשה לאחר קבלת הלקוח את
                המוצר כתוצאה של שימוש שאינו סביר, הלקוח לא יקבל החזר כספי ויהיה
                באפשרותו לבקש את שליחת המוצר חזרה אליו בכפוף לתשלום דמי משלוח
                פעם נוספת.{' '}
              </li>
              <li>האמור בתקנון כפוף להוראות חוק הגנת הצרכן, התשמ"א-1981.</li>
            </ol>
          </li>
          <li>
            <span className="h5">סמכות שיפוט:</span>
            <ol>
              <li>
                על תקנון זה והשימוש באתר יחולו אך ורק דיני מדינת ישראל, אולם לא
                תהיה תחולה לכללי ברירת הדין הבינלאומי הקבועים בהם.
              </li>
              <li>
                לבתי המשפט במחוז השיפוט של בית המשפט המחוזי במחוז תל אביב תהיה
                סמכות שיפוט ייחודית בכל עניין הנובע ו/או הקשור לתקנון ו/או
                למחלוקות משפטיות שיתגלו בינך לבין האתר.{' '}
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">דיוק/ תיקונים טכניים ואחרים:</span>
            <ol>
              <li>
                האתר בכללותו, לרבות כל המידע המופיע בו, מוצע לציבור כמות שהוא,
                ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או
                לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע. האתר שומר על
                זכותו לתקן טעויות ו/או שגיאות ו/או אי דיוקים כאמור ולעדכן את
                המידע באתר בכל עת וללא הודעה מוקדמת.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">אחריות האתר:</span>
            <ol>
              <li>
                אין לראות במידע המופיע באתר משום הבטחה לתוצאה כלשהי ו/או אחריות
                לאופן הפעילויות של המוצרים הנמכרים בו. האתר לא יהיה אחראי לשום
                נזק, ישיר או עקיף, אשר ייגרם לגולש כתוצאה מהסתמכות על מידע
                המופיע באתר ו/או בקישורים לאתרים אחרים ו/או כל מקור מידע פנימי
                ו/או חיצוני אחר ו/או שימוש במוצרים אשר מוצגים על ידו.
              </li>
              <li>
                התכנים באתר ניתנים לשימוש כמות שהם (AS IS). לא ניתן להתאימם
                לצרכיו של כל אדם ואדם. לא תהיה לגולש כל טענה, תביעה או דרישה
                כלפי האתר בגין תכונות של התכנים, יכולותיהם, מגבלותיהם ו/או
                התאמתם לצרכיו והשימוש באתר יהיה על אחריותו הבלעדית של הגולש
                באתר.
              </li>
              <li>
                תמונות המוצרים באתר מוצגות לצורכי המחשה בלבד. ייתכנו הבדלים
                מסוימים במראה, בגוון, בגודל, וכיו"ב בין המוצר, כפי שהוא מוצג
                באתר, לבין המוצר שיסופק ללקוח. טעות סופר בתיאור מוצר ו/או מחירו
                לא יחייב את האתר.
              </li>
              <li>
                המוצרים המופיעים באתר מיוצרים ו/או מיובאים ו/או משווקים ו/או
                מסופקים על ידי צדדים שלישיים. לקוחות האתר מאשרים ומצהירים כי הם
                מודעים לכך ושהם יישאו באחריות לפנות ולדרוש מהיצרן ו/או היבואן
                ו/או המשווק ו/או הספק פיצוי בגין כל נזק, ישיר או עקיף, לרבות נזק
                גוף, אשר ייגרם להם שהוא מעבר לעלות המוצר.
              </li>
              <li>
                השימוש באתר ייעשה על אחריותו הבלעדית והמלאה של כל גולש. האתר
                אינו מתחייב כי תכנים ושירותים המתפרסמים באתר, יהיו מלאים,
                נכונים, חוקיים או מדויקים או יהלמו את ציפיותיו ודרישותיו של כל
                גולש. האתר לא יישא באחריות כלשהי לכל תוצאה שתנבע מהם, או משימוש
                בהם, או מהסתמכות עליהם, לרבות: (1) שגיאות, טעויות ואי-דיוקים;
                (2) נזק לגוף או לרכוש, מכל סוג, הנגרם עקב השימוש באתר ו/או רכישה
                באתר; (3) הפרעה בגישה לאתר או מהאתר; (4) כל באג, וירוס, סוסי
                טרויאני וכיו״ב שעלולים להיות מועברים לאתר על ידי צד שלישי כלשהו.
              </li>
              <li>
                לקוחות האתר יוכלו להזין את דגם המכשיר שלהם, ולבדוק אם למכשיר יש
                טכנולוגיית eSim. לקוחות האתר מאשרים כי הם מודעים לכך שרשימת
                המכשירים מסופקת ע"י צד ג', וכי לא תהא להם כל טענה ולאתר לא תהא
                אחריות, אם הרשימה אינה תקינה או שמא נפלה טעות באות אחת בתוך הדגם
                המדובר, או שמא הלקוחות רכשו eSim למכשיר שאינו תומך בטכנולוגיה
                הזו.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">מדיניות פרטיות:</span>
            <ol>
              <li>האתר מכבד את פרטיות הלקוחות.</li>
              <li>
                בנוסף למידע אותו הנך מוסר בעת הרשמתך לאתר, האתר אוסף מידע מסוים
                אודות המחשב שלך, אשר באמצעותו הנך מבקר ומבצע פעולות באתר. המידע
                נאסף באופן אוטומטי (לרבות באמצעות שימוש ב "Cookies") והוא עשוי
                לכלול כתובות IP, סוג דפדפן, זמני גלישה וכניסה לאתר, אופן הגלישה
                והכלי בו הנך משתמש למטרת הגלישה, פרטים לגבי ספק האינטרנט שלך
                וכתובות אתרי האינטרנט מהם הגעת (המידע הנמסר בעת ההרשמה והמידע
                הנאסף על ידי האתר כאמור בפסקה זו יכונו יחד: "המידע הנאסף באתר").
                המידע הנאסף באתר עשוי לשמש את האתר לצרכים הבאים:
                <ol>
                  <li>לספק לך שירותים ולשפר את האתר ו/או את השירותים;</li>
                  <li>תפעולו התקין של האתר;</li>
                  <li>לנתח את ולנהל את האתר באופן תקין;</li>
                  <li>שיפור שירות הלקוחות של האתר;</li>
                  <li>ליצירת קשר או לספק לך נתונים בקשר לאתר או לשירות;</li>
                  <li>
                    בכדי לספק לך את המידע שביקשת או מידע נוסף אשר באתר מאמינים
                    שהוא עשוי לעניין אותך, מעת לעת;
                  </li>
                  <li>
                    בכדי להתאים פרסומות ומידע מסחרי על פי העדפותיך האישיות;
                  </li>
                  <li>
                    בכדי ליצור עמך קשר על ידי נציגי האתר בנוגע למוצרים אותם האתר
                    מספק;
                  </li>
                  <li>
                    בכדי לבצע סקרי לקוחות ו/או מחקרי שיווק אשר האתר עורך מעת
                    לעת.
                  </li>
                </ol>
              </li>
              <li>
                האתר ו/או מי מטעמו לא יגלו ו/או ימכרו כל מידע הנאסף באתר לכל צד
                שלישי כלשהו, וזאת למעט למי מטעמם להם הם מספקים את המידע הנאסף
                באתר אך ורק לצורך מתן שירות והשלמת הליך רכישה שבוצע באתר, ואשר
                אף הם מחויבים להגנה מלאה על סודיות המידע הנאסף באתר.
              </li>
              <li>
                יחד עם זאת, האתר ו/או מי מטעמו יהיו רשאים להעביר מידע הנאסף באתר
                לצדדים שלישיים (למעט מידע רגיש כגון פרטי אשראי, מספרי תעודות
                זהות וכיו״ב) בכל אחד מהמקרים הבאים:
                <ol>
                  <li>ניתנה לכך הסכמתך מראש ובכתב;</li>
                  <li>
                    האתר ו/או מי מטעמו נדרשים על פי חוק להעביר את המידע האמור,
                    למשל, מכוח צו בית משפט;
                  </li>
                  <li>
                    על מנת להגן על זכויותיהם המשפטיות והקנייניות של האתר ו/או מי
                    מטעמו בכל הנוגע לאתר זה;
                  </li>
                  <li>
                    במקרה של מחלוקת משפטית בינך לבין האתר אשר תחייב חשיפת
                    הפרטים;
                  </li>
                  <li>
                    אם תפר את התקנון של האתר או אם תבצע באמצעות האתר, או בקשר
                    כלשהו עם האתר, פעולות מנוגדות או הנחזות כמנוגדות לדין, או כל
                    ניסיון לבצע פעולות כאלה;
                  </li>
                  <li>
                    בכל מקרה שהאתר יסבור, כי מסירת המידע הנאסף נחוצה על מנת
                    למנוע נזק חמור לגוף המשתמש או לרכושו או לגופו או לרכושו של
                    צד שלישי;
                  </li>
                  <li>
                    שיתוף רשתות חברתיות כגון פייסבוק, אינסטגרם ואחרות ומפרסמים
                    נוספים ברשת כגון גוגל, טאבולה ואחרים. כמו כן, יתכן שהאתר
                    יעביר לצדדים שלישיים מידע סטטיסטי כללי בלבד, שאינו אישי או
                    פרטי, לגבי השימוש באתר, כגון המספר הכולל של המבקרים באתר זה
                    ובכל עמוד של האתר וכן שמות הדומיין של נותני שירות האינטרנט
                    של המבקרים באתר;
                  </li>
                  <li>
                    אם האתר ימוזג לתוך פעילות גוף אחר או אם האתר יעבור לבעלות
                    תאגיד אחר ניתן יהיה להעביר לתאגיד החדש את המידע הקיים באתר,
                    אבל רק במקרה שהתאגיד יתחייב לשמור על מדיניות פרטיות זו.
                  </li>
                </ol>
              </li>
              <li>
                חשוב לזכור שלא ניתן לערוב במאת האחוזים מפני פעילות עוינת ונחושה
                מצד גורמים זרים ולכן אין בפעולות אלה בטחון מוחלט והאתר לא מתחייב
                שהשירותים באתר יהיו חסינים באופן מוחלט מפני גישה בלתי מורשית
                למידע הנאסף בו.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">שיפוי:</span>
            <ol>
              <li>
                על הגולש לשפות את האתר, עובדיו, מנהליו, שותפיו העסקיים או מי
                מטעמם בגין כל נזק, הפסד, אבדן רווח, תשלום או הוצאה שייגרמו להם -
                ובכלל זה שכ"ט עו"ד והוצאות משפט עקב הפרת התקנון.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">שונות:</span>
            <ol>
              <li>
                תנאי תקנון זה מהווים את כל ההסכמות וההבנות בנוגע לשימוש באתר. אי
                מימוש או אכיפה של זכות או הוראה בתקנון זה, לא תחשב כוויתור מצד
                האתר על מימוש הזכות או אכיפת ההוראה. האתר יהיה רשאי להמחות
                לאחרים את כל או חלק מזכויותיו ו/או חובותיו בתקנון זה.
              </li>
              <li>
                במקרה שייקבע כי הוראה בתקנון זה אינה ניתנת לאכיפה או שהינה חסרת
                תוקף מטעם כלשהו, לא יהא בכך כדי להשפיע או לפגוע בחוקיותן, תקפותן
                ואכיפתן של שאר הוראות התקנון.
              </li>
            </ol>
          </li>
          <li>
            <span className="h5">צרו קשר:</span>
            <ol>
              <li>
                האתר מקפיד על קיום הוראות החוק ומכבד את זכותם של משתמשי האתר
                ואחרים לפרטיות ולשם טוב. אם אתה סבור כי פורסם באתר תוכן הפוגע בך
                מטעם כלשהו, נא פנה אלינו לפי הפרטים שלהלן ואנו נשתדל לטפל
                בפנייתך בכל ההקדם. פניות כאמור ניתן להעביר באמצעים הבאים:
                <br />
                <u>דואר</u>:<br />
                בת ים, הרב מימון 12;
                <br />
                <u>טלפון</u>:<br />
                051-2896510;
                <br />
                <u>דוא"ל</u>:<br />
                service@simesim.co.il
              </li>
            </ol>
          </li>
        </ol>
        <div className="text-center">עדכון אחרון: אוקטובר 2022</div>
      </Container>
    </div>
  </MainLayout>
);

export default Terms;
